Repository: IvanHozeev/Calories
Catalog: Calories/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, he, pt

source: Одинаковая норма каждый день. Включи цикл, если хочешь распределить калории по дням недели с рефид-днями.
ar: نفس الهدف كل يوم. فعّل الدورة إذا أردت توزيع السعرات على أيام الأسبوع مع أيام إعادة التغذية.
de: Dasselbe Ziel jeden Tag. Aktivieren Sie den Zyklus, um Kalorien auf Wochentage mit Refeed-Tagen zu verteilen.
en: Same goal every day. Enable the cycle to distribute calories across the week with refeed days.
es: La misma meta cada día. Activa el ciclo para distribuir calorías a lo largo de la semana con días de recarga.
fr: Le même objectif chaque jour. Activez le cycle pour répartir les calories sur les jours de la semaine avec des jours de recharge.
he: יעד זהה כל יום. הפעל מחזור אם ברצונך לחלק קלוריות לפי ימי השבוע עם ימי רפיד.
pt: A mesma meta todos os dias. Ative o ciclo para distribuir calorias pelos dias da semana com dias de recarga.

source: Ожидаемый вес сегодня
ar: الوزن المتوقع اليوم
de: Erwartetes Gewicht heute
en: Expected weight today
es: Peso esperado hoy
fr: Poids attendu aujourd'hui
he: משקל צפוי היום
pt: Peso esperado hoje

source: Ожидается от %.0f до %.0f см
ar: المتوقع بين %.0f و%.0f سم
de: Erwartet zwischen %.0f und %.0f cm
en: Expected between %.0f and %.0f cm
es: Se espera entre %.0f y %.0f cm
fr: Attendu entre %.0f et %.0f cm
he: הטווח הצפוי %.0f עד %.0f ס״מ
pt: Esperado entre %.0f e %.0f cm

source: Ожирение
ar: سمنة مفرطة
de: Starke Adipositas
en: Obese
es: Obesidad
fr: Obésité sévère
he: השמנת יתר
pt: Obesidade grave

source: Оливковое масло
ar: زيت زيتون
de: Olivenöl
en: Olive oil
es: Aceite de oliva
fr: Huile d'olive
he: שמן זית
pt: Azeite de oliva

source: Онлайн
ar: الإنترنت
de: Online
en: Online
es: En línea
fr: En ligne
he: מקוון
pt: Online

source: Опережаешь график
ar: متقدم على الجدول
de: Vor dem Plan
en: Ahead of schedule
es: Por delante del plan
fr: En avance sur le plan
he: לפני הלוח הזמנים
pt: Adiantado no plano

source: Орехи и масла
ar: المكسرات والزيوت
de: Nüsse und Öle
en: Nuts and oils
es: Frutos secos y aceites
fr: Fruits secs et huiles
he: אגוזים ושמנים
pt: Castanhas e óleos

source: Ориентир 79–82%. Предплечье даёт руке плотность — без него бицепс выглядит приклеенным.
ar: المدى المستهدف 79–82%. الساعد يمنح الذراع كثافة، وبدونه تبدو العضلة ملصقة.
de: Zielbereich 79–82%. Der Unterarm gibt dem Arm Dichte – ohne ihn wirkt der Bizeps aufgesetzt.
en: Aim for 79–82%. The forearm gives the arm density — without it the biceps looks stuck on.
es: Objetivo 79–82%. El antebrazo da densidad al brazo; sin él el bíceps parece pegado.
fr: Vise 79–82%. L'avant-bras donne de la densité au bras ; sans lui le biceps semble rapporté.
he: היעד 79–82%. האמה נותנת לזרוע צפיפות — בלעדיה הביצפס נראה מודבק.
pt: Alvo 79–82%. O antebraço dá densidade ao braço; sem ele o bíceps parece colado.

source: Ориентир от 1.55
ar: المرجع من 1.55
de: Richtwert ab 1,55
en: Target from 1.55
es: Referencia desde 1.55
fr: Repère à partir de 1,55
he: יעד מ-1.55
pt: Referência a partir de 1,55

source: Отклонение
ar: الانحراف
de: Abweichung
en: Deviation
es: Desviación
fr: Écart
he: סטייה
pt: Desvio

source: Открытая база продуктов
ar: قاعدة الأطعمة المفتوحة
de: Offene Lebensmitteldatenbank
en: Open food database
es: Base de alimentos abierta
fr: Base alimentaire ouverte
he: מאגר מזון פתוח
pt: Base de alimentos aberta

source: Открыть настройки
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
he: פתח הגדרות
pt: Abrir Ajustes

source: Отмена
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
he: ביטול
pt: Cancelar

source: Отменить изменения
ar: تجاهل التغييرات
de: Änderungen verwerfen
en: Discard changes
es: Descartar cambios
fr: Annuler les modifications
he: בטל שינויים
pt: Descartar alterações

source: Отменить изменения?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
en: Discard changes?
es: ¿Descartar cambios?
fr: Annuler les modifications ?
he: לבטל שינויים?
pt: Descartar alterações?

source: Отстаёшь от графика
ar: متأخر عن الجدول
de: Hinter dem Plan
en: Behind schedule
es: Por detrás del plan
fr: En retard sur le plan
he: מאחורי הלוח הזמנים
pt: Atrasado no plano

source: Отчёт
ar: التقرير
de: Bericht
en: Report
es: Informe
fr: Rapport
he: דוח
pt: Relatório

source: Оформить Premium
ar: احصل على Premium
de: Premium erhalten
en: Get Premium
es: Obtener Premium
fr: Obtenir Premium
he: קבל Premium
pt: Obter Premium

source: Оформление
ar: المظهر
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
he: מראה
pt: Aparência

source: Очень высокая
ar: نشيط جداً
de: Sehr aktiv
en: Very Active
es: Muy activo
fr: Très actif
he: פעיל מאוד
pt: Muito ativo

source: Очень крупный
ar: كبير جدًا
de: Sehr groß
en: Extra large
es: Muy grande
fr: Très grand
he: גדול מאוד
pt: Muito grande

source: П
ar: ي
de: R
en: R
es: D
fr: D
he: י
pt: D

source: Параметры тела
ar: معايير الجسم
de: Körperparameter
en: Body Parameters
es: Parámetros corporales
fr: Paramètres corporels
he: פרמטרים גופניים
pt: Parâmetros corporais

source: Параметры тела, уровень активности и норма белка.
ar: بيانات الجسم ومستوى النشاط وهدف البروتين.
de: Körperdaten, Aktivitätsniveau und Proteinziel.
en: Body parameters, activity level and protein target.
es: Parámetros corporales, nivel de actividad y objetivo de proteína.
fr: Paramètres corporels, niveau d'activité et objectif de protéines.
he: נתוני גוף, רמת פעילות ויעד חלבון.
pt: Parâmetros corporais, nível de atividade e meta de proteína.

source: Первая неделя
ar: الأسبوع الأول
de: Erste Woche
en: First week
es: Primera semana
fr: Première semaine
he: השבוע הראשון
pt: Primeira semana

source: Первая неделя бесплатно, потом по тарифу. Отменить можно в любой момент.
ar: الأسبوع الأول مجانًا، ثم بالسعر المعتاد. يمكن الإلغاء في أي وقت.
de: Erste Woche gratis, danach zum regulären Preis. Jederzeit kündbar.
en: First week free, then the regular price. Cancel any time.
es: Primera semana gratis, luego el precio normal. Cancela cuando quieras.
fr: Première semaine gratuite, puis le tarif normal. Annulable à tout moment.
he: השבוע הראשון חינם, אחר כך במחיר הרגיל. אפשר לבטל בכל רגע.
pt: Primeira semana grátis, depois o preço normal. Cancele quando quiser.

source: Первый замер
ar: القياس الأول
de: Erste Messung
en: First measurement
es: Primera medida
fr: Première mesure
he: מדידה ראשונה
pt: Primeira medida

source: Перезапусти приложение
ar: أعد تشغيل التطبيق
de: App neu starten
en: Restart the App
es: Reinicia la app
fr: Redémarrez l'app
he: הפעל מחדש את האפליקציה
pt: Reinicie o app

source: Перекус
ar: وجبة خفيفة
de: Snack
en: Snack
es: Merienda
fr: Collation
he: חטיף
pt: Lanche

source: Перенести финиш на %@
ar: نقل النهاية إلى %@
de: Ende verschieben auf %@
en: Move finish to %@
es: Mover fin a %@
fr: Déplacer la fin au %@
he: העבר סיום ל-%@
pt: Mover término para %@

source: Период
ar: الفترة
de: Zeitraum
en: Period
es: Período
fr: Période
he: תקופה
pt: Período

source: Персик
ar: خوخ
de: Pfirsich
en: Peach
es: Melocotón
fr: Pêche
he: אפרסק
pt: Pêssego

source: Персональный план
ar: خطة شخصية
de: Persönlicher Plan
en: Personal plan
es: Plan personal
fr: Plan personnalisé
he: תוכנית אישית
pt: Plano pessoal

source: Персональный план калорийности под твои цели
ar: خطة سعرات شخصية مصمّمة لأهدافك
de: Ein persönlicher Kalorienplan für deine Ziele
en: A personal calorie plan built around your goals
es: Un plan de calorías personalizado para tus objetivos
fr: Un plan calorique personnalisé selon tes objectifs
he: תוכנית קלוריות אישית שמותאמת ליעדים שלך
pt: Um plano de calorias personalizado para os seus objetivos

source: Персональный план: срок в неделях, целевой вес, точная дневная норма калорий
ar: خطة شخصية: مدة بالأسابيع، ووزن مستهدف، وهدف يومي دقيق من السعرات
de: Persönlicher Plan: Dauer in Wochen, Zielgewicht und exaktes tägliches Kalorienziel
en: Personal plan: a length in weeks, a goal weight and an exact daily calorie target
es: Plan personal: duración en semanas, peso objetivo y objetivo diario exacto de calorías
fr: Plan personnalisé : une durée en semaines, un poids cible et un objectif calorique quotidien précis
he: תוכנית אישית: משך בשבועות, משקל יעד ויעד קלוריות יומי מדויק
pt: Plano pessoal: duração em semanas, peso-alvo e meta diária exata de calorias

source: Пиво
ar: بيرة
de: Bier
en: Beer
es: Cerveza
fr: Bière
he: בירה
pt: Cerveja

source: Пищевая ценность
ar: القيمة الغذائية
de: Nährwerte
en: Nutrition
es: Valor nutricional
fr: Valeur nutritionnelle
he: ערך תזונתי
pt: Valor nutricional

source: План
ar: الخطة
de: Plan
en: Plan
es: Plan
fr: Plan
he: תוכנית
pt: Plano

source: Плечи
ar: الكتفان
de: Schultern
en: Shoulders
es: Hombros
fr: Épaules
he: כתפיים
pt: Ombros

source: Плечи / таз
ar: الكتفان / الحوض
de: Schultern / Becken
en: Shoulders / pelvis
es: Hombros / pelvis
fr: Épaules / bassin
he: כתפיים / אגן
pt: Ombros / pelve

source: Пн — Вт
ar: إثنين — ثلاثاء
de: Mo — Di
en: Mon — Tue
es: Lun — Mar
fr: Lun — Mar
he: ב' — ג'
pt: Seg — Ter

source: По БЖУ выходит
ar: وفق العناصر الكبرى
de: Laut Makros ergibt das
en: From macros that is
es: Según los macros son
fr: D'après les macros
he: לפי המאקרו יוצא
pt: Pelos macros dá

source: По графику
ar: وفق الجدول
de: Im Zeitplan
en: On track
es: En seguimiento
fr: Dans les temps
he: לפי הלוח הזמנים
pt: No ritmo

source: По категории потом фильтруется список своих продуктов.
ar: بحسب الفئة ستُصفّي لاحقًا قائمة منتجاتك.
de: Nach der Kategorie filterst du später deine eigene Produktliste.
en: The category is what you filter your own products by later.
es: Por la categoría se filtra después tu lista de productos.
fr: C'est par catégorie que tu filtreras ensuite ta liste de produits.
he: לפי הקטגוריה תסנן בהמשך את רשימת המוצרים שלך.
pt: É pela categoria que você filtra depois sua lista de produtos.

source: По костяшкам подвздошных гребней на пояснице — там, где прощупывается верх таза. Это костяк, он почти не меняется от формы.
ar: فوق العرفين الحرقفيين في أسفل الظهر، حيث يُلمس أعلى الحوض. هذا عظم ولا يتغير تقريبًا مع الحالة.
de: Über den Beckenkämmen im unteren Rücken, wo der Beckenrand tastbar ist. Das ist Knochen und ändert sich kaum.
en: Over the iliac crests on the lower back, where the top of the pelvis can be felt. This is bone — it barely changes with conditioning.
es: Sobre las crestas ilíacas en la zona lumbar, donde se palpa la parte alta de la pelvis. Es hueso: casi no cambia con la forma.
fr: Sur les crêtes iliaques dans le bas du dos, là où l'on sent le haut du bassin. C'est de l'os : cela ne change presque pas.
he: מעל כרסי הכסל בגב התחתון, במקום שבו מורגש ראש האגן. זו עצם וכמעט אינה משתנה.
pt: Sobre as cristas ilíacas na lombar, onde se sente o topo da pelve. É osso: quase não muda com a forma.

source: По самой выступающей точке ягодиц, стопы вместе, мышцы расслаблены.
ar: عند أبرز نقطة في الأرداف، القدمان معًا والعضلات مسترخية.
de: An der stärksten Stelle des Gesäßes, Füße zusammen, Muskeln entspannt.
en: Around the fullest point of the glutes, feet together, muscles relaxed.
es: Por el punto más saliente de los glúteos, pies juntos, músculos relajados.
fr: Au point le plus saillant des fessiers, pieds joints, muscles relâchés.
he: בנקודה הבולטת ביותר של העכוז, כפות רגליים צמודות, שרירים רפויים.
pt: No ponto mais saliente dos glúteos, pés juntos, músculos relaxados.

source: По самой широкой точке дельт, руки свободно вдоль тела, на спокойном вдохе.
ar: عند أعرض نقطة من الدالية، الذراعان مسترخيتان، مع شهيق هادئ.
de: An der breitesten Stelle der Deltas, Arme locker, bei ruhigem Einatmen.
en: Around the widest point of the delts, arms hanging loose, on a relaxed inhale.
es: Por el punto más ancho de los deltoides, brazos sueltos, en una inspiración tranquila.
fr: Au point le plus large des deltoïdes, bras relâchés, sur une inspiration calme.
he: בנקודה הרחבה ביותר של הדלתא, הידיים רפויות, בשאיפה רגועה.
pt: No ponto mais largo dos deltoides, braços soltos, numa inspiração tranquila.

source: По самой широкой точке икры, стоя, вес на обеих ногах.
ar: عند أعرض نقطة في بطة الساق، واقفًا والوزن على الساقين.
de: An der breitesten Stelle der Wade, im Stehen, Gewicht auf beiden Beinen.
en: At the widest point of the calf, standing, weight on both legs.
es: En el punto más ancho de la pantorrilla, de pie, peso en ambas piernas.
fr: Au point le plus large du mollet, debout, poids sur les deux jambes.
he: בנקודה הרחבה ביותר של השוק, בעמידה, המשקל על שתי הרגליים.
pt: No ponto mais largo da panturrilha, em pé, peso nas duas pernas.

source: По соскам, лента горизонтально сзади. На спокойном выдохе, грудь не раздувать.
ar: على مستوى الحلمتين والشريط أفقي من الخلف. مع زفير هادئ ودون نفخ الصدر.
de: Auf Brustwarzenhöhe, Band im Rücken waagerecht. Bei ruhigem Ausatmen, Brust nicht aufblähen.
en: At nipple level, tape level across the back. On a relaxed exhale, do not puff the chest.
es: A la altura de los pezones, cinta horizontal por la espalda. En espiración tranquila, sin hinchar el pecho.
fr: Au niveau des mamelons, mètre horizontal dans le dos. Sur une expiration calme, sans gonfler la poitrine.
he: בגובה הפטמות, הסרט מאוזן בגב. בנשיפה רגועה, בלי לנפח את החזה.
pt: Na altura dos mamilos, fita nivelada nas costas. Na expiração tranquila, sem estufar o peito.

source: Повторить
ar: إعادة المحاولة
de: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
he: נסה שוב
pt: Tentar de novo

source: Повторяются каждый день в выбранное время.
ar: يتكرر كل يوم في الوقت المحدد.
de: Wiederholt sich täglich zur gewählten Zeit.
en: Repeats every day at the selected time.
es: Se repite cada día a la hora seleccionada.
fr: Se répète chaque jour à l'heure choisie.
he: חוזר כל יום בשעה שנבחרה.
pt: Repete todo dia no horário escolhido.

source: Под кадыком, лента горизонтально. Шею не напрягать, голову держать прямо.
ar: أسفل تفاحة آدم والشريط أفقي. أرخِ الرقبة وأبقِ الرأس مستقيمًا.
de: Unter dem Adamsapfel, Band waagerecht. Hals entspannt, Kopf gerade.
en: Below the Adam's apple, tape level. Keep the neck relaxed and the head straight.
es: Debajo de la nuez, cinta horizontal. Cuello relajado y cabeza recta.
fr: Sous la pomme d'Adam, mètre à l'horizontale. Cou détendu, tête droite.
he: מתחת לפיקת הגרון, הסרט מאוזן. הרפה את הצוואר והחזק את הראש ישר.
pt: Abaixo do pomo de adão, fita nivelada. Pescoço relaxado e cabeça reta.

source: Поддержание
ar: المحافظة
de: Halten
en: Maintenance
es: Mantenimiento
fr: Maintien
he: שמירה
pt: Manutenção

source: Поддержание веса
ar: المحافظة على الوزن
de: Gewicht halten
en: Maintenance
es: Mantenimiento de peso
fr: Maintien du poids
he: שמירה על משקל
pt: Manutenção de peso

source: Подключить шаги
ar: ربط الخطوات
de: Schritte verbinden
en: Connect Steps
es: Conectar pasos
fr: Connecter les pas
he: חבר צעדים
pt: Conectar passos

source: Подписка
ar: الاشتراك
de: Abonnement
en: Subscription
es: Suscripción
fr: Abonnement
he: מנוי
pt: Assinatura

source: Поиск
ar: بحث
de: Suchen
en: Search
es: Buscar
fr: Rechercher
he: חיפוש
pt: Buscar

source: Поиск в базе или моих блюдах
ar: ابحث في القاعدة أو في طعامك
de: In der Datenbank oder deinen Speisen suchen
en: Search the database or your food
es: Busca en la base o en tu comida
fr: Cherche dans la base ou tes aliments
he: חיפוש במאגר או במאכלים שלך
pt: Busque na base ou na sua comida

source: Поиск продукта
ar: البحث عن طعام
de: Lebensmittel suchen
en: Search food
es: Buscar alimento
fr: Rechercher un aliment
he: חפש מזון
pt: Buscar alimento

source: Поиск продукта…
ar: البحث عن طعام…
de: Lebensmittel suchen…
en: Search food…
es: Buscar alimento…
fr: Rechercher un aliment…
he: חפש מזון…
pt: Buscar alimento…

source: Поискать в интернете
ar: ابحث عبر الإنترنت
de: Online suchen
en: Search online
es: Buscar en línea
fr: Chercher en ligne
he: חפש באינטרנט
pt: Buscar online

source: Пока недостаточно данных — взвешивайся регулярно хотя бы неделю, чтобы увидеть фактический темп.
ar: لا تزال البيانات غير كافية — زن نفسك بانتظام لمدة أسبوع على الأقل لرؤية الوتيرة الفعلية.
de: Noch nicht genug Daten — wiegen Sie sich mindestens eine Woche regelmäßig, um das tatsächliche Tempo zu sehen.
en: Not enough data yet — weigh yourself regularly for at least a week to see your actual pace.
es: Aún no hay suficientes datos — pésate regularmente al menos una semana para ver el ritmo real.
fr: Pas encore assez de données — pesez-vous régulièrement pendant au moins une semaine pour voir le rythme réel.
he: עדיין אין מספיק נתונים — שקול את עצמך באופן קבוע לפחות שבוע כדי לראות את הקצב בפועל.
pt: Ainda não há dados suficientes — pese-se regularmente por pelo menos uma semana para ver o ritmo real.

source: Пока нет записей веса за этот период
ar: لا توجد سجلات وزن لهذه الفترة بعد
de: Noch keine Gewichtseinträge für diesen Zeitraum
en: No weight entries for this period yet
es: Aún no hay registros de peso para este período
fr: Pas encore d'enregistrements de poids pour cette période
he: אין רשומות משקל לתקופה זו עדיין
pt: Ainda não há registros de peso para este período

source: Пока нет своих блюд
ar: لا توجد أطباق خاصة بك بعد
de: Noch keine eigenen Gerichte
en: No dishes of your own yet
es: Aún no tienes platos propios
fr: Pas encore de plats à toi
he: עדיין אין מנות משלך
pt: Você ainda não tem pratos próprios

source: Пока нет своих продуктов
ar: لا توجد منتجات خاصة بك بعد
de: Noch keine eigenen Produkte
en: No products of your own yet
es: Aún no tienes productos propios
fr: Pas encore de produits à toi
he: עדיין אין מוצרים משלך
pt: Você ainda não tem produtos próprios

source: Пока нечего показать
ar: لا شيء لعرضه بعد
de: Noch nichts zu zeigen
en: Nothing to show yet
es: Aún nada que mostrar
fr: Rien à montrer pour l'instant
he: עדיין אין מה להציג
pt: Ainda nada a mostrar

source: Пока ничего не добавлено
ar: لم يتم إضافة أي شيء بعد
de: Noch nichts hinzugefügt
en: Nothing added yet
es: Aún no se ha añadido nada
fr: Rien n'a encore été ajouté
he: לא נוסף כלום עדיין
pt: Ainda nada adicionado

source: Показывает, сколько мягких тканей над тазом. Когда талия близка к костяку, дальше резать нечего — силуэт растёт через дельты и широчайшие.
ar: يوضح كمية الأنسجة الرخوة فوق الحوض. عندما يقترب الخصر من العظم لا يبقى ما يُنقص، وتنمو الصورة عبر الدالية والظهر.
de: Zeigt, wie viel Weichgewebe über dem Becken liegt. Wenn die Taille am Knochen angekommen ist, bringt Diät nichts mehr – die Silhouette wächst über Deltas und Lats.
en: Shows how much soft tissue sits over the pelvis. Once the waist closes on the bone there is nothing left to cut — the silhouette grows through delts and lats.
es: Muestra cuánto tejido blando hay sobre la pelvis. Cuando la cintura se acerca al hueso ya no queda nada que perder: la silueta crece con deltoides y dorsales.
fr: Indique la quantité de tissus mous au-dessus du bassin. Quand la taille rejoint l'os, il n'y a plus rien à perdre : la silhouette progresse par les deltoïdes et les dorsaux.
he: מראה כמה רקמה רכה יושבת מעל האגן. כשהמותן מתקרב לעצם אין עוד מה לחתוך — הצללית גדלה דרך הדלתא והגב.
pt: Mostra quanto tecido mole há sobre a pelve. Quando a cintura se aproxima do osso não há mais o que cortar: a silhueta cresce por deltoides e dorsais.

source: Пол
ar: الجنس
de: Geschlecht
en: Sex
es: Sexo
fr: Sexe
he: מין
pt: Sexo

source: Пол учитывается в формуле метаболизма
ar: يُؤخذ الجنس في الاعتبار في صيغة الأيض
de: Das Geschlecht wird in der Stoffwechselformel berücksichtigt
en: Sex is used in the metabolism formula
es: El sexo se usa en la fórmula del metabolismo
fr: Le sexe est pris en compte dans la formule du métabolisme
he: המין נלקח בחשבון בנוסחת חילוף החומרים
pt: O sexo é usado na fórmula do metabolismo

source: Полдник
ar: وجبة العصر
de: Zwischenmahlzeit
en: Afternoon snack
es: Merienda
fr: Goûter
he: ארוחת ביניים
pt: Lanche da tarde

source: Получено
ar: تم الحصول عليه
de: Freigeschaltet
en: Unlocked
es: Conseguido
fr: Débloqué
he: הושג
pt: Conquistado

source: Пользователь
ar: المستخدم
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
he: משתמש
pt: Usuário

source: Помидор
ar: طماطم
de: Tomate
en: Tomato
es: Tomate
fr: Tomate
he: עגבנייה
pt: Tomate

source: Порция
ar: حصة
de: Portion
en: Serving
es: Porción
fr: Portion
he: מנה
pt: Porção

source: Порция по умолчанию
ar: الحصة الافتراضية
de: Standardportion
en: Default serving
es: Porción predeterminada
fr: Portion par défaut
he: מנה ברירת מחדל
pt: Porção padrão

source: Последнее
ar: الأخير
de: Zuletzt
en: Recent
es: Reciente
fr: Récent
he: אחרון
pt: Recente

source: Последний замер
ar: آخر قياس
de: Letzte Messung
en: Latest measurement
es: Última medida
fr: Dernière mesure
he: המדידה האחרונה
pt: Última medida

source: Поставить цель %@ кг
ar: تعيين هدف %@ كجم
de: Ziel setzen %@ kg
en: Set goal to %@ kg
es: Establecer meta %@ kg
fr: Définir objectif %@ kg
he: קבע יעד %@ ק"ג
pt: Definir meta %@ kg

source: Поставь целевой вес и срок — дневная норма пересчитается под них.
ar: حدّد وزنًا مستهدفًا ومدة، وسيُعاد حساب هدفك اليومي وفقًا لهما.
de: Lege Zielgewicht und Zeitraum fest – dein Tagesziel wird entsprechend neu berechnet.
en: Set a goal weight and a timeframe — your daily target is recalculated to match.
es: Define un peso objetivo y un plazo: tu objetivo diario se recalculará en consecuencia.
fr: Fixe un poids cible et un délai : ton objectif quotidien sera recalculé en conséquence.
he: קבע משקל יעד ותקופה — היעד היומי יחושב מחדש בהתאם.
pt: Defina um peso-alvo e um prazo — sua meta diária será recalculada de acordo.

source: Потолок по костяку
ar: السقف حسب البنية
de: Grenze nach Knochenbau
en: Frame ceiling
es: Techo por estructura
fr: Plafond selon l'ossature
he: תקרה לפי מבנה
pt: Teto pela estrutura

source: Пояс
ar: السرة
de: Nabel
en: Navel
es: Ombligo
fr: Nombril
he: טבור
pt: Umbigo

source: Пояс − талия
ar: السرة − الخصر
de: Nabel − Taille
en: Navel − waist
es: Ombligo − cintura
fr: Nombril − taille
he: טבור − מותן
pt: Umbigo − cintura

source: Правая
ar: يمين
de: Rechts
en: Right
es: Derecha
fr: Droite
he: ימין
pt: Direita

source: Править этот замер
ar: تعديل هذا القياس
de: Diese Messung bearbeiten
en: Edit this measurement
es: Editar esta medida
fr: Modifier cette mesure
he: ערוך מדידה זו
pt: Editar esta medida

source: Правое
ar: يمين
de: Rechts
en: Right
es: Derecha
fr: Droite
he: ימין
pt: Direita

source: Правые
ar: يمين
de: Rechts
en: Right
es: Derecha
fr: Droite
he: ימין
pt: Direita

source: Правый
ar: يمين
de: Rechts
en: Right
es: Derecha
fr: Droite
he: ימין
pt: Direita

source: Предплечье
ar: الساعد
de: Unterarm
en: Forearm
es: Antebrazo
fr: Avant-bras
he: אמה
pt: Antebraço

source: Предплечье / бицепс
ar: الساعد / العضلة
de: Unterarm / Bizeps
en: Forearm / biceps
es: Antebrazo / bíceps
fr: Avant-bras / biceps
he: אמה / ביצפס
pt: Antebraço / bíceps

source: При включённом цикле замедлить темп можно через увеличение целевого веса или срока — расчёт (%lld ккал/день в среднем) пересчитается автоматически.
ar: مع تفعيل الدورة، خفّف الوتيرة بزيادة الوزن المستهدف أو المدة — سيتم تحديث الحساب (%lld سعرة/يوم متوسط) تلقائياً.
de: Mit aktivem Zyklus das Tempo verringern, indem Zielgewicht oder Dauer erhöht wird — die Berechnung (%lld kcal/Tag im Durchschnitt) wird automatisch aktualisiert.
en: With the cycle on, slow down by increasing the target weight or duration — the calculation (%lld kcal/day average) will update automatically.
es: Con el ciclo activo, reduce el ritmo aumentando el peso objetivo o la duración — el cálculo (%lld kcal/día en promedio) se actualizará automáticamente.
fr: Avec le cycle activé, ralentissez en augmentant le poids cible ou la durée — le calcul (%lld kcal/jour en moyenne) se mettra à jour automatiquement.
he: עם מחזור מופעל, ניתן להאט את הקצב על ידי הגדלת משקל היעד או משך הזמן — החישוב (%lld קק"ל/יום בממוצע) יתעדכן אוטומטית.
pt: Com o ciclo ativo, reduza o ritmo aumentando o peso-alvo ou a duração — o cálculo (%lld kcal/dia em média) será atualizado automaticamente.
